Repository: LukasT03/LTS-Control-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, nl, sv

source: %@ Stopping works based on the dynamically calculated progress. Accuracy may vary by material.
da: %@ Stop foregår på baggrund af den dynamisk beregnede fremgang. Nøjagtigheden kan variere afhængigt af materialet.
de: %@ Das Stoppen funktioniert auf Basis des dynamisch berechneten Fortschritts. Die Genauigkeit kann je nach Material variieren.
es: %@ La parada se basa en el progreso calculado dinámicamente. La precisión puede variar según el material.
fr: %@ L’arrêt fonctionne sur la base de la progression calculée dynamiquement. La précision peut varier selon le matériau.
nl: %@ Het stoppen gebeurt op basis van de dynamisch berekende voortgang. De nauwkeurigheid kan variëren afhankelijk van het materiaal.
sv: %@ Stoppet sker baserat på den dynamiskt beräknade utvecklingen. Noggrannheten kan variera beroende på materialet.

source: © 2025, LTS Design, Heiligenbornstraße 23, 01219 Dresden, Germany, info@lts-design.com
da: © 2025, LTS Design, Heiligenbornstraße 23, 01219 Dresden, Tyskland, info@lts-design.com
de: © 2025, LTS Design, Heiligenbornstraße 23, 01219 Dresden, Deutschland, info@lts-design.com
es: © 2025, LTS Design, Heiligenbornstraße 23, 01219 Dresden, Alemania, info@lts-design.com
fr: © 2025, LTS Design, Heiligenbornstraße 23, 01219 Dresden, Allemagne, info@lts-design.com
nl: © 2025, LTS Design, Heiligenbornstraße 23, 01219 Dresden, Duitsland, info@lts-design.com
sv: © 2025, LTS Design, Heiligenbornstraße 23, 01219 Dresden, Tyskland, info@lts-design.com

source: Make sure the Respooler Board is turned on and the latest firmware is installed.
da: Sørg for, at Respooler Board er tændt, og at den nyeste firmware er installeret.
de: Achte darauf, dass das Respooler Board eingeschaltet ist und die aktuelle Firmware installiert wurde.
es: Asegúrate de que el Respooler Board esté encendido y que el firmware más reciente esté instalado.
fr: Assurez‑vous que le Respooler Board est allumé et que le dernier firmware est installé.
nl: Zorg ervoor dat het Respooler Board is ingeschakeld en dat de nieuwste firmware is geïnstalleerd.
sv: Se till att Respooler Board är påslaget och att den senaste firmware är installerad.

# An: %lld %%
source: On: %lld %%
da: Til: %lld %%
de: An: %lld %%
es: Encendido: %lld %%
fr: Marche: %lld %%
nl: Aan: %lld %%
sv: På: %lld %%

# Änderungen anzeigen
source: Show Changes
da: Vis ændringer
de: Änderungen anzeigen
es: Mostrar cambios
fr: Nouveautés
nl: Wijzigingen weergeven
sv: Visa ändringar

# Aus
source: Off
da: Fra
de: Aus
es: Apagado
fr: Désactivé
nl: Uit
sv: Av

# Auswählen (%lld)
source: Select (%lld)
da: Vælg (%lld)
de: Auswählen (%lld)
es: Seleccionar (%lld)
fr: Sélectionner (%lld)
nl: Selecteren (%lld)
sv: Välj (%lld)

# Auto-Stopp Empfindlichkeit
source: Auto-Stop Sensitivity
da: Auto-Stop følsomhed
de: Auto-Stopp Empfindlichkeit
es: Sensibilidad Auto-Stop
fr: Sensibilité Auto-Stop
nl: Auto-Stop gevoeligheid
sv: Auto-stop känslighet

source: If you encounter connectivity issues, please remove the saved device and initialize a new connection.
da: Hvis der er problemer med forbindelsen, skal du fjerne den gemte enhed og genoprette forbindelsen.
de: Bei Verbindungsproblemen das gespeicherte Gerät entfernen und die Verbindung neu aufbauen.
es: Si hay problemas de conexión, retire el dispositivo guardado y restablezca la conexión.
fr: En cas de problèmes de connexion, retirer l'appareil enregistré et établir à nouveau la connexion.
nl: Als er verbindingsproblemen zijn, verwijder dan het opgeslagen apparaat en herstel de verbinding.
sv: Om det uppstår problem med anslutningen tar du bort den sparade enheten och upprättar anslutningen på nytt.

# Benachrichtigungen
source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
nl: Meldingen
sv: Notiser

# Board nicht verbunden
source: Board not connected
da: Board ikke tilsluttet
de: Board nicht verbunden
es: Board no conectado
fr: Board non connecté
nl: Board niet verbonden
sv: Board inte anslutet

source: Board Update
da: Board‑opdatering
es: Actualización del Board
fr: Mise à jour du Board
sv: Board‑uppdatering

source: Since the V3 Control Board was only sold in limited quantities and does not support all features, there will be **no further firmware updates**. All currently available functions will remain.
da: Da V3 Control Board kun blev solgt i begrænset antal og ikke understøtter alle funktioner, vil der **ikke komme yderligere firmwareopdateringer**. Alle nuværende funktioner forbliver tilgængelige.
de: Da das V3 Control Board nur in begrenzter Stückzahl verkauft wurde und nicht alle Funktionen unterstützt, wird es dafür **keine weiteren Firmware-Updates** mehr geben. Alle momentan vorhandenen Funktionen bleiben bestehen.
es: Dado que el V3 Control Board se vendió solo en cantidades limitadas y no admite todas las funciones, **no habrá más actualizaciones de firmware**. Todas las funciones actualmente disponibles se mantendrán.
fr: Comme le V3 Control Board n’a été vendu qu’en quantité limitée et ne prend pas en charge toutes les fonctions, il n’y aura **aucune mise à jour supplémentaire du firmware**. Toutes les fonctions actuellement disponibles resteront.
nl: Omdat het V3 Control Board slechts in beperkte oplage is verkocht en niet alle functies ondersteunt, zullen er **geen verdere firmware-updates** komen. Alle momenteel beschikbare functies blijven behouden.
sv: Eftersom V3 Control Board endast såldes i begränsat antal och inte stöder alla funktioner, kommer det **inga fler firmwareuppdateringar**. Alla nuvarande funktioner förblir tillgängliga.

source: The OTA update failed. Make sure the connected Wi‑Fi has a working internet connection.
da: OTA-opdateringen mislykkedes. Sørg for, at det tilsluttede Wi-Fi har en fungerende internetforbindelse.
de: Das OTA-Update ist fehlgeschlagen. Stelle sicher, dass das verbundene WLAN über eine funktionierende Internetverbindung verfügt.
es: La actualización OTA falló. Asegúrate de que la red Wi‑Fi conectada tenga conexión a Internet.
fr: La mise à jour OTA a échoué. Assurez‑vous que le Wi‑Fi connecté dispose d’une connexion Internet fonctionnelle.
nl: De OTA‑update is mislukt. Zorg ervoor dat het verbonden wifi‑netwerk een werkende internetverbinding heeft.
sv: OTA‑uppdateringen misslyckades. Kontrollera att det anslutna Wi‑Fi‑nätverket har en fungerande internetanslutning.

# Das OTA-Update war erfolgreich.
source: The OTA update was successful.
da: OTA-opdateringen var vellykket.
de: Das OTA-Update war erfolgreich.
es: La actualización OTA fue correcta.
fr: La mise à jour OTA a réussi.
nl: De OTA-update is geslaagd.
sv: OTA-uppdateringen lyckades.

# Dauer: %lldm %llds
source: Duration: %1$lldm %2$llds
da: Varighed: %lldm %llds
de: Dauer: %lldm %llds
es: Duración: %lldm %llds
fr: Durée: %lldm %llds
nl: Duur: %lldm %llds
sv: Varaktighet: %lldm %llds

# Der Auto-Stopp stoppt den Motor bei Widerstand.
source: Auto-Stop will stop the Motor on high resistance.
da: Auto-Stop stopper motoren i tilfælde af modstand.
de: Der Auto-Stopp stoppt den Motor bei Widerstand.
es: El Auto-stop detiene el motor en caso de resistencia.
fr: L’Auto-stop arrête le moteur en cas de résistance.
nl: De Auto-stop stopt de motor bij weerstand.
sv: Auto-stop stoppar motorn vid motstånd.

source: The High-Speed mode increases the speed of the motor. Auto-Stop is not available when active.
da: High-Speed-tilstanden øger motorens hastighed. Auto-Stop er ikke tilgængelig, når den er aktiv.
de: Der High-Speed Modus erhöht die Geschwindigkeit des Motors. Auto-Stopp ist dabei nicht verfügbar.
es: El modo High-Speed aumenta la velocidad del motor. El Auto-Stop no está disponible cuando está activo.
fr: Le mode High-Speed augmente la vitesse du moteur. L’Auto-Stop n’est pas disponible lorsqu’il est actif.
nl: De High-Speed modus verhoogt de snelheid van de motor. Auto-Stop is niet beschikbaar wanneer deze actief is.
sv: High-Speed-läget ökar motorns hastighet. Auto-Stop är inte tillgängligt när det är aktivt.

source: By default, the fan switches off 10 seconds after the Respooler is stopped.
da: Som standard slukker ventilatoren 10 sekunder efter, at Respooler er stoppet.
de: Der Lüfter schaltet sich standardmäßig 10 Sekunden nach stoppen des Respoolers aus.
es: Por defecto, el ventilador se apaga 10 segundos después de que el Respooler se detiene.
fr: Par défaut, le ventilateur s’éteint 10 secondes après l’arrêt du Respooler.
nl: Standaard schakelt de ventilator 10 seconden nadat de Respooler is gestopt uit.
sv: Som standard stängs fläkten av 10 sekunder efter att Respooler har stoppats.

source: The source code and all additional files are open source and can be downloaded from [GitHub](https://github.com/LukasT03/LTS-Respooler).
da: Kildekoden og alle yderligere filer er open source og kan downloades fra [GitHub](https://github.com/LukasT03/LTS-Respooler).
de: Der Quellcode sowie alle weiteren Dateien sind Open Source und können auf [GitHub](https://github.com/LukasT03/LTS-Respooler) heruntergeladen werden.
es: El código fuente y todos los archivos adicionales son de código abierto y se pueden descargar desde [GitHub](https://github.com/LukasT03/LTS-Respooler).
fr: Le code source et tous les fichiers supplémentaires sont open source et peuvent être téléchargés depuis [GitHub](https://github.com/LukasT03/LTS-Respooler).
nl: De broncode en alle aanvullende bestanden zijn open source en kunnen worden gedownload van [GitHub](https://github.com/LukasT03/LTS-Respooler).
sv: Källkoden och alla ytterligare filer är öppen källkod och kan laddas ner från [GitHub](https://github.com/LukasT03/LTS-Respooler).

# Der Respooler hat automatisch angehalten. Überprüfe, ob der Motor blockiert ist.
source: The Respooler stopped automatically. Check if the motor is blocked.
da: Respooleren er stoppet automatisk. Tjek om motoren er blokeret.
de: Der Respooler hat automatisch angehalten. Überprüfe, ob der Motor blockiert ist.
es: El Respooler se ha detenido automáticamente. Comprueba si el motor está bloqueado.
fr: Le Respooler s’est arrêté automatiquement. Vérifie si le moteur est bloqué.
nl: De Respooler is automatisch gestopt. Controleer of de motor geblokkeerd is.
sv: Respoolern har stoppat automatiskt. Kontrollera om motorn är blockerad.

source: The Respooler stops based on the transferred amount. Recommended if the top spool is bigger than 1 kg.
da: Respooleren stopper baseret på den overførte mængde. Anbefales, hvis den øverste spole er større end 1 kg.
de: Der Respooler stoppt anhand der übertragenen Menge. Empfohlen, wenn die obere Spule größer als 1 kg ist.
es: El Respooler se detiene en función de la cantidad transferida. Recomendado si la bobina superior es mayor de 1 kg.
fr: Le respooler s’arrête en fonction de la quantité transférée. Recommandé si la bobine supérieure est supérieure à 1 kg.
nl: De Respooler stopt op basis van de overgedragen hoeveelheid. Aanbevolen als de bovenste spoel groter is dan 1 kg.
sv: Respoolern stoppar baserat på den överförda mängden. Rekommenderas om den övre spolen är större än 1 kg.

source: The Respooler stops using the filament sensor as soon as the top spool is empty. Recommended when filament is transferred between two 1 kg spools.
da: Respooleren stopper via filamentsensoren, så snart den øverste spole er tom. Anbefales, når filament overføres mellem to 1 kg spoler.
de: Der Respooler stoppt anhand des Filament Sensors, sobald die obere Spule leer ist. Empfohlen, wenn Filament zwischen zwei 1 kg Spulen übertragen wird.
es: El Respooler se detiene mediante el sensor de filamento en cuanto la bobina superior esté vacía. Recomendado cuando se transfiere filamento entre dos bobinas de 1 kg.
fr: Le Respooler s’arrête grâce au capteur de filament dès que la bobine supérieure est vide. Recommandé lors du transfert de filament entre deux bobines de 1 kg.
nl: De Respooler stopt via de filamentsensor zodra de bovenste spoel leeg is. Aanbevolen bij het overzetten van filament tussen twee 1 kg-spoelen.
sv: Respoolern stoppar med hjälp av filamentsensorn så snart den övre spolen är tom. Rekommenderas när filament överförs mellan två 1 kg-spolar.

# Der Spulvorgang wurde erfolgreich fertiggestellt.
source: The spooling process was completed successfully.
da: Spoleprocessen blev fuldført med succes.
de: Der Spulvorgang wurde erfolgreich fertiggestellt.
es: El proceso de bobinado se completó correctamente.
fr: Le processus de bobinage s’est terminé avec succès.
nl: Het spoelproces is succesvol voltooid.
sv: Spolningen har slutförts framgångsrikt.

source: The sensitivity may also depend on the power supply. If the motor stops too often, decrease the sensitivity in the settings.
da: Følsomheden kan også afhænge af strømforsyningen. Hvis motoren stopper for ofte, skal du reducere følsomheden i indstillingerne.
de: Die Empfindlichkeit hängt vom Netzteil ab. Wenn der Motor zu oft stoppt, verringere die Empfindlichkeit in den Einstellungen.
es: La sensibilidad también puede depender de la fuente de alimentación. Si el motor se detiene demasiado a menudo, disminuye la sensibilidad en los ajustes.
fr: La sensibilité peut également dépendre de l’alimentation électrique. Si le moteur s’arrête trop souvent, réduisez la sensibilité dans les réglages.
nl: De gevoeligheid kan ook afhangen van de voeding. Als de motor te vaak stopt, verlaag dan de gevoeligheid in de instellingen.
sv: Känsligheten kan också bero på nätaggregatet. Om motorn stannar för ofta, minska känsligheten i inställningarna.

# Einfach
source: Simple
da: Enkel
de: Einfach
es: Sencillo
nl: Eenvoudig
sv: Enkel

# Einstellungen
source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
nl: Instellingen
sv: Inställningar

# Erhalte Push-Benachrichtigungen, wenn der Respooler stoppt oder fertig ist.
source: Receive push notifications when the Respooler stops or finishes.
da: Modtag push-notifikationer, når Respooleren stopper eller er færdig.
de: Erhalte Push-Benachrichtigungen, wenn der Respooler stoppt oder fertig ist.
es: Recibe notificaciones push cuando el Respooler se detenga o haya terminado.
fr: Recevez des notifications push lorsque le Respooler s’arrête ou est terminé.
nl: Ontvang pushmeldingen wanneer de Respooler stopt of klaar is.
sv: Få pushnotiser när Respoolern stoppar eller är klar.

# Erkannt
source: Detected
da: Registreret
de: Erkannt
es: Detectado
fr: Détecté
nl: Gedetecteerd
sv: Upptäckt

# Fehler beim Kauf: %@
source: Error during purchase: %@
da: Fejl under købet: %@
de: Fehler beim Kauf: %@
es: Error durante la compra: %@
fr: Erreur lors de l’achat : %@
nl: Fout tijdens de aankoop: %@
sv: Fel vid köpet: %@

# Fehler: Auto-Stopp!
source: Error: Auto-Stop!
da: Fejl: Auto-Stop!
de: Fehler: Auto-Stopp!
fr: Erreur : Auto-Stop !
nl: Fout: Auto-Stop!
sv: Fel: Auto-Stop!

# Fehler!
source: Error!
da: Fejl!
de: Fehler!
fr: Erreur!
nl: Fout!
sv: Fel!

# Fertig!
source: Done!
da: Færdig!
de: Fertig!
es: ¡Hecho!
fr: Terminé!
nl: Klaar!
sv: Klart!

# Filament Sensor nutzen
source: Use Filament Sensor
da: Brug Filament sensor
de: Filament Sensor nutzen
es: Utilizar sensor de filamento
fr: Utiliser le capteur filament
nl: Gebruik Filament sensor
sv: Använd Filament sensor

# Firmware aktualisieren
source: Update Firmware
da: Opdater firmware
de: Firmware aktualisieren
es: Actualizar firmware
fr: Mettre à jour le firmware
nl: Firmware bijwerken
sv: Uppdatera firmware

# Firmware ist aktuell
source: Firmware is up to date
da: Firmware er opdateret
de: Firmware ist aktuell
es: Firmware actualizada
fr: Micrologiciel à jour
nl: Firmware up-to-date
sv: Firmware uppdaterad

# Firmware wird aktualisiert...
source: Updating firmware…
da: Opdaterer firmware…
de: Firmware wird aktualisiert...
es: Actualizando firmware…
fr: Mise à jour du micrologiciel…
nl: Firmware wordt bijgewerkt…
sv: Uppdaterar firmware…

# Funktion
source: Function
da: Funktion
de: Funktion
es: Función
fr: Fonction
nl: Functie
sv: Funktion

source: To establish a Wi-Fi connection, scan for available networks and enter the password. Only works with 2.4 GHz networks.
da: For at oprette en Wi-Fi-forbindelse skal du søge efter tilgængelige netværk og indtaste adgangskoden. Virker kun med 2,4 GHz-netværk.
de: Für die WLAN-Verbindung hier nach verfügbaren Netzwerken suchen und das Passwort eingeben. Funktioniert nur mit 2,4 GHz Netzwerken.
es: Para establecer una conexión Wi-Fi, busca redes disponibles e introduce la contraseña. Solo funciona con redes de 2,4 GHz.
fr: Pour établir une connexion Wi-Fi, recherchez les réseaux disponibles et saisissez le mot de passe. Fonctionne uniquement avec les réseaux 2,4 GHz.
nl: Om een Wi-Fi-verbinding tot stand te brengen, zoek naar beschikbare netwerken en voer het wachtwoord in. Werkt alleen met 2,4 GHz-netwerken.
sv: För att upprätta en Wi-Fi-anslutning, sök efter tillgängliga nätverk och ange lösenordet. Fungerar endast med 2,4 GHz-nätverk.

source: For more accurate remaining times and respool amounts, measure the required duration for a 1 kg spool at 80 % speed and adjust it here.
da: For mere præcise resterende tider og respool-mængder, mål den nødvendige varighed for en 1 kg spole ved 80 % hastighed og justér den her.
de: Für genauere Zeitangaben bzw. Respool-Mengen die benötigte Dauer für eine 1 kg Spule bei 80 % Geschwindigkeit messen und hier anpassen.
es: Para obtener tiempos restantes y cantidades de rebobinado más precisos, mide la duración necesaria para una bobina de 1 kg al 80 % de velocidad y ajústala aquí.
fr: Pour des temps restants et des quantités de rebobinage plus précis, mesurez la durée nécessaire pour une bobine de 1 kg à 80 % de vitesse et ajustez-la ici.
nl: Voor nauwkeurigere resterende tijden en respool-hoeveelheden, meet de benodigde duur voor een spoel van 1 kg bij 80 % snelheid en pas deze hier aan.
sv: För mer exakta återstående tider och respool-mängder, mät den tid som krävs för en 1 kg-spole vid 80 % hastighet och justera den här.

source: For OTA updates, the board must be connected to the local Wi-Fi network. Alternatively, the Web Flasher on the LTS Design website can also be used.
da: For OTA-opdateringer skal boardet være forbundet til det lokale Wi-Fi. Alternativt kan Web Flasheren på LTS Design’s hjemmeside bruges.
de: Für OTA-Updates muss das Board mit dem lokalen WLAN verbunden sein. Alternativ dazu kann auch der Web Flasher auf der LTS Design Webseite genutzt werden.
es: Para las actualizaciones OTA, la placa debe estar conectada al Wi-Fi local. Como alternativa se puede utilizar el Web Flasher en la página web de LTS Design.
fr: Pour les mises à jour OTA, la carte doit être connectée au Wi-Fi local. Alternativement, le Web Flasher sur le site web de LTS Design peut être utilisé.
nl: Voor OTA-updates moet het board verbonden zijn met het lokale Wi-Fi. Als alternatief kan de Web Flasher op de LTS Design-website worden gebruikt.
sv: För OTA-uppdateringar måste kortet vara anslutet till det lokala Wi-Fi-nätet. Alternativt kan Web Flashern på LTS Design-webbplatsen användas.

# Gering
source: Low
da: Lav
de: Gering
es: Bajo
fr: Faible
nl: Laag
sv: Låg

# Gesamte Spule
source: Entire Spool
da: Hel spole
de: Gesamte Spule
es: Bobina completa
fr: Bobine complète
nl: Hele spoel
sv: Hel spole

# Geschwindigkeit: %lld %%
source: Fan Speed: %lld %%
da: Ventilatorhastighed: %lld %%
de: Geschwindigkeit: %lld %%
es: Velocidad del ventilador: %lld %%
fr: Vitesse du ventilateur : %lld %%
nl: Ventilatorsnelheid: %lld %%
sv: Fläkthastighet: %lld %%

# Gespeichertes Gerät entfernen
source: Remove Saved Device
da: Fjern gemt enhed
de: Gespeichertes Gerät entfernen
es: Eliminar dispositivo guardado
fr: Supprimer l'appareil enregistré
nl: Opgeslagen apparaat verwijderen
sv: Ta bort sparad enhet

# Getrennt
source: Disconnected
da: Afbrudt
de: Getrennt
es: Desconectado
fr: Déconnecté
nl: Ontkoppeld
sv: Frånkopplad

# Hinweise
source: Instructions
da: Vejledning
de: Hinweise
es: Guía
fr: Remarques
nl: Uitleg
sv: Instruktion

# Hoch
source: High
da: Høj
de: Hoch
es: Alto
fr: Élevé
nl: Hoog
sv: Hög

# Kalibrierung
source: Calibration
da: Kalibrering
de: Kalibrierung
es: Calibración
fr: Calibrage
nl: Kalibratie
sv: Kalibrering

# Keine Updates mehr
source: No More Updates
da: Ingen flere opdateringer
de: Keine Updates mehr
es: No más actualizaciones
fr: Plus de mises à jour
nl: Geen updates meer
sv: Inga fler uppdateringar

# Keine WLAN-Verbindung
source: No Wi-Fi Connection
da: Ingen Wi‑Fi‑forbindelse
de: Keine WLAN-Verbindung
es: Sin conexión Wi‑Fi
fr: Pas de connexion Wi‑Fi
nl: Geen Wi-Fi‑verbinding
sv: Ingen Wi‑Fi‑anslutning

# Konfiguration
source: Configuration
da: Konfiguration
de: Konfiguration
es: Configuración
nl: Configuratie
sv: Konfiguration

# Konnte nicht geladen werden.
source: Could not be loaded.
da: Kunne ikke indlæses.
de: Konnte nicht geladen werden.
es: No se pudo cargar.
fr: N’a pas pu être chargé.
nl: Kon niet worden geladen.
sv: Kunde inte laddas.

# LED Helligkeit: %lld %%
source: LED Brightness: %lld %%
da: LED lysstyrke: %lld %%
de: LED Helligkeit: %lld %%
es: Brillo de los LED: %lld %%
fr: Luminosité de la LED : %lld %%
nl: Helderheid LED: %lld %%
sv: LED-ljusstyrka: %lld %%

# Live-Aktivitäten
source: Live Activities
da: Live-aktiviteter
de: Live-Aktivitäten
es: Actividades en tiempo real
fr: Activités en direct
nl: Live-activiteiten
sv: Live-aktiviteter

# Lüfter
source: Cooling Fan
da: Ventilator
de: Lüfter
es: Ventilador
fr: Ventilateur
nl: Ventilator
sv: Fläkt

# Lüfter immer an
source: Fan Always On
da: Ventilator altid tændt
de: Lüfter immer an
es: Ventilador siempre encendido
fr: Ventilateur toujours activé
nl: Ventilator altijd aan
sv: Fläkt alltid på

# Mehr
source: More
da: Mere
de: Mehr
es: Más
fr: Plus
nl: Meer
sv: Mer

# Mittel
source: Medium
da: Mellem
de: Mittel
es: Medio
fr: Moyen
nl: Gemiddeld
sv: Medel

# Motorstärke
source: Motor Strength
da: Motorstyrke
de: Motorstärke
es: Potencia del motor
fr: Puissance moteur
nl: Motorkracht
sv: Motorstyrka

# Nach verfügbaren Netzwerken suchen
source: Scan for Available Networks
da: Søg efter tilgængelige netværk
de: Nach verfügbaren Netzwerken suchen
es: Buscar redes disponibles
fr: Rechercher les réseaux disponibles
nl: Zoek naar beschikbare netwerken
sv: Sök efter tillgängliga nätverk

# Netzwerk
source: Network
da: Netværk
de: Netzwerk
es: Red
fr: Réseau
nl: Netwerk
sv: Nätverk

# Netzwerk-Scan
source: Network Scan
da: Netværksscan
de: Netzwerk-Scan
es: Escaneo de red
fr: Analyse du réseau
nl: Netwerkscan
sv: Nätverksskanning

# Neues Control Board
source: New Control Board
da: Nyt Control Board
de: Neues Control Board
es: Nuevo Control Board
fr: Nouveau Control Board
nl: Nieuw Control Board
sv: Nytt Control Board

# Nicht erkannt
source: Not Detected
da: Ikke registreret
de: Nicht erkannt
es: No detectado
fr: Non détecté
nl: Niet gedetecteerd
sv: Inte upptäckt

# Nicht unterstützt
source: Not Supported
da: Ikke understøttet
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
nl: Niet ondersteund
sv: Stöds inte

# Nicht verbunden
source: Not Connected
da: Ikke forbundet
de: Nicht verbunden
es: No conectado
fr: Non connecté
nl: Niet verbonden
sv: Inte ansluten
